11/data/attachments/5baed6c5873bc4e0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_specific_Actions_24053_3</nif:username>
            <nif:friendToBeRequested>soap_actions_bca1b7be-5bfd-403b-a0da-cc2f12d1b6d8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>